{
    "<PAD>": 0,
    "<UNK>": 1,
    "dark": 2,
    "spots": 3,
    "on": 4,
    "leaves": 5,
    "bintik": 6,
    "gelap": 7,
    "pada": 8,
    "daun": 9,
    "roots": 10,
    "are": 11,
    "rotting": 12,
    "叶片上有黑色斑点": 13,
    "black": 14,
    "visible": 15,
    "the": 16,
    "foliage": 17,
    "buah": 18,
    "lada": 19,
    "menjadi": 20,
    "hitam": 21,
    "plant": 22,
    "is": 23,
    "wilting": 24,
    "and": 25,
    "drooping": 26,
    "pokok": 27,
    "layu": 28,
    "dan": 29,
    "terkulai": 30,
    "yellow": 31,
    "green": 32,
    "patches": 33,
    "植株正在萎蔫下垂": 34,
    "entire": 35,
    "appears": 36,
    "to": 37,
    "be": 38,
    "叶片上有黄绿斑驳": 39,
    "winding": 40,
    "white": 41,
    "trails": 42,
    "inside": 43,
    "terowong": 44,
    "putih": 45,
    "berliku-liku": 46,
    "di": 47,
    "dalam": 48,
    "lesion": 49,
    "stem": 50,
    "叶片内部有白色隧道": 51,
    "leaf": 52,
    "miner": 53,
    "tunnels": 54,
    "茎基部有黑斑": 55,
    "looks": 56,
    "healthy": 57,
    "vigorous": 58,
    "kelihatan": 59,
    "sihat": 60,
    "subur": 61,
    "yellowing": 62,
    "of": 63,
    "lower": 64,
    "植株看起来很健康茁壮": 65,
    "no": 66,
    "signs": 67,
    "disease": 68,
    "or": 69,
    "pests": 70,
    "下部叶片黄化": 71,
    "pepper": 72,
    "fruit": 73,
    "vine": 74,
    "mereput": 75,
    "improve": 76,
    "air": 77,
    "circulation": 78,
    "藤上的果实正在腐烂": 79,
    "berries": 80,
    "observed": 81,
    "spike": 82,
    "改善空气流通": 83,
    "stunted": 84,
    "growth": 85,
    "with": 86,
    "small,": 87,
    "pertumbuhan": 88,
    "terbantut": 89,
    "dengan": 90,
    "kecil": 91,
    "kuning": 92,
    "apply": 93,
    "copper-based": 94,
    "fungicide": 95,
    "生长矮化且叶片变小发黄": 96,
    "chlorotic": 97,
    "施用铜基杀菌剂": 98,
    "mosaic": 99,
    "pattern": 100,
    "corak": 101,
    "mozek": 102,
    "hijau": 103,
    "remove": 104,
    "infected": 105,
    "branches": 106,
    "叶片上有黄绿相间的花叶图案": 107,
    "mottled": 108,
    "移除受感染的枝条": 109,
    "use": 110,
    "chemical": 111,
    "control": 112,
    "methods": 113,
    "gunakan": 114,
    "kaedah": 115,
    "kawalan": 116,
    "kimia": 117,
    "what": 118,
    "this": 119,
    "采用化学防治手段": 120,
    "appropriate": 121,
    "fungicides": 122,
    "pesticides": 123,
    "这是什么病": 124,
    "soil": 125,
    "drainage": 126,
    "aeration": 127,
    "perbaiki": 128,
    "saliran": 129,
    "pengudaraan": 130,
    "tanah": 131,
    "holes": 132,
    "in": 133,
    "改善土壤的排水和通气": 134,
    "ensure": 135,
    "has": 136,
    "good": 137,
    "叶片上有孔洞": 138,
    "curled,": 139,
    "twisted": 140,
    "distorted": 141,
    "kerinting,": 142,
    "berpintal": 143,
    "herot": 144,
    "ripe": 145,
    "叶片卷曲、扭曲且畸形": 146,
    "severe": 147,
    "curling": 148,
    "distortion": 149,
    "果实健康成熟": 150,
    "powdery": 151,
    "substance": 152,
    "surface": 153,
    "bahan": 154,
    "serbuk": 155,
    "permukaan": 156,
    "tall": 157,
    "strong": 158,
    "叶面上有白色粉末状物质": 159,
    "mildew": 160,
    "symptom": 161,
    "植株高大强壮": 162,
    "burn": 163,
    "parts": 164,
    "buang": 165,
    "bakar": 166,
    "bahagian": 167,
    "yang": 168,
    "dijangkiti": 169,
    "water": 170,
    "daily": 171,
    "移除并烧毁受感染的植物部位": 172,
    "practice": 173,
    "field": 174,
    "sanitation": 175,
    "每天给植物浇水": 176,
    "lesions": 177,
    "a": 178,
    "sunken": 179,
    "center": 180,
    "lesi": 181,
    "tengah": 182,
    "lekuk": 183,
    "root": 184,
    "system": 185,
    "中心凹陷的病斑": 186,
    "健康的根系": 187,
    "insect": 188,
    "vectors": 189,
    "like": 190,
    "aphids": 191,
    "kawal": 192,
    "serangga": 193,
    "vektor": 194,
    "seperti": 195,
    "afid": 196,
    "too": 197,
    "dry": 198,
    "控制蚜虫等昆虫媒介": 199,
    "manage": 200,
    "pest": 201,
    "that": 202,
    "spread": 203,
    "viruses": 204,
    "土壤太干了": 205,
    "shows": 206,
    "galls": 207,
    "knots": 208,
    "sistem": 209,
    "akar": 210,
    "menunjukkan": 211,
    "bintil": 212,
    "atau": 213,
    "simpulan": 214,
    "abundant": 215,
    "flowering": 216,
    "根系上出现根结或肿块": 217,
    "nematode": 218,
    "开花繁多": 219
}